---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymTop
source: html/2e72716a-6bc9-00e0-121e-3d240726666a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricParamSpanSymTop Property

"Top"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricParamSpanSymTop { get; }
```